complete/buddy_data/奇秀-主播房间-20160912182228-20160912182229000

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 18:22:28]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[135592]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[一本正经的吹牛逼]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[166342]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[25372]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[61]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[19]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[508]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[十万个坏蛋]]></vipnickname><vipuserid><![CDATA[1301506055]]></vipuserid><top_name><![CDATA[十万个坏蛋]]></top_name><top_money><![CDATA[1320]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[孤岛最爱你.大发]]></vipnickname><vipuserid><![CDATA[2399575253]]></vipuserid><top_name><![CDATA[孤岛最爱你.大发]]></top_name><top_money><![CDATA[360]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[发烧传说-石头]]></vipnickname><vipuserid><![CDATA[1268953332]]></vipuserid><top_name><![CDATA[发烧传说-石头]]></top_name><top_money><![CDATA[300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[帝临]]></vipnickname><vipuserid><![CDATA[1282716883]]></vipuserid><top_name><![CDATA[帝临]]></top_name><top_money><![CDATA[250]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[没啥意思求输龙哥]]></vipnickname><vipuserid><![CDATA[1111405877]]></vipuserid><top_name><![CDATA[没啥意思求输龙哥]]></top_name><top_money><![CDATA[230]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[玉久柱子-用心诠释]]></vipnickname><vipuserid><![CDATA[1277890199]]></vipuserid><top_name><![CDATA[玉久柱子-用心诠释]]></top_name><top_money><![CDATA[180]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[堕天使，妖精求包ゎ养]]></vipnickname><vipuserid><![CDATA[1285522191]]></vipuserid><top_name><![CDATA[堕天使，妖精求包ゎ养]]></top_name><top_money><![CDATA[130]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?尒༄男༄人༄停༄刷༄]]></vipnickname><vipuserid><![CDATA[1288765415]]></vipuserid><top_name><![CDATA[?尒༄男༄人༄停༄刷༄]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[独孤无情]]></vipnickname><vipuserid><![CDATA[2120804189]]></vipuserid><top_name><![CDATA[独孤无情]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[???v?.Q.龙虾?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[???v?.Q.龙虾?]]></top_name><top_money><![CDATA[50]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[文000]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[文000]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[叶落无声.]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[叶落无声.]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[空语，竹韵]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[空语，竹韵]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[精灵的旋律（Alex)]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[精灵的旋律（Alex)]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[茴忆⊙﹏⊙邂逅]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[茴忆⊙﹏⊙邂逅]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[熊猫、守玥儿]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[熊猫、守玥儿]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[遗忘々过去]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[遗忘々过去]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[賊叔丶]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[賊叔丶]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[温小二带木剑逛奇秀]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[温小二带木剑逛奇秀]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 